{
	"parents": {
		"img": ["./img/20.jpg", "./img/21.jpg", "./img/22.jpg", "./img/27.jpg"], 
		"text": "<hr><h4>On Parents</h4><p>The state logged a lopsided population trend before the launch of the “Have Three or More Children...If You Can Afford It” campaign: more educated women were having less children in order to pursue education and careers. One of the aims of this campaign is to encourage parents who are financially stable to have more children because they would be more than able to afford for the children’s material necessities.</p><p>While having more children will definitely help the case for the decreasing birth rates, it is not sustainable in the long run if parents are not able to care for their many children. Posters act as reminders for parents on their roles as caregivers in “[helping] the children grow”.</p><p>An early example of a pro-family service provided by the government is also seen here. Parentline is an anonymous phone call service for parents to vent their stress and seek advice on doubts regarding child-upbringing.</p>", 
		"id": "parents-text"
	}, 
	"family time": {
		"img": ["./img/23.jpg", "./img/24.jpg", "./img/29.jpg"], 
		"text": "<hr><h4>On Family Time</h4><p>Family issues extend to more than just bearing children. It also involves keeping the family together as it grows.</p><p>During this time, the inaugural state-led “Family Week” was launched in 1986, bringing exhibitions and “family-fun activities” to encourage families to spend time together. Fostering familial bonds contributes to the idea of the nuclear family as the first line of care and support.</p><p>To date, family-oriented initiatives are not exclusively rolled out by the state. More independent organisations such as “I Love Children”, “Centre for Fathering” and “Families for Life” are championing for a family-friendly Singapore. For instance, the yearly “Eat with Your Family” Day provides staff from participating organisations unrecorded time-off to go home early and with their family.</p>", 
		"id": "family-time-text"
	}, 
	"children": {
		"img": ["./img/25.jpg","./img/26.jpg", "./img/28.jpg", "./img/32.jpg"], 
		"text": "<hr><h4>On Children</h4><p>Posters during this phase mostly feature more than two children in their family unit which is a stark difference from the “Stop at Two” phase. The children in these posters are also positioned differently: they no longer engage directly with the audience. Rather, children in these posters are depicted in a family, interacting –and smiling happily, if I may add – with each other and their parents.</p><p>The sentiment towards children is also different. The idea of having children, in this phase, is crafted as a missing piece that completes the family. Families without children, then, are insinuated as incomplete as “life is empty without them”. This strongly contrasts to the previous phase that depicts building a family as problem-ridden.</p><p>Some posters also advise against abortion as a family planning method during this phase.</p>", 
		"id": "children-text"
	}
}
